{
  "dog": [
    "The loth dog barked loudly at the passing stormtrooper.",
    "My loth dog loves chasing training remotes around the yard.",
    "Every loth dog in the camp barked when the freighter landed.",
    "The loth dog ran to greet its Jedi master.",
    "Our loth dog slept peacefully beside the campfire on Endor.",
    "A stray loth dog wandered through the Mos Eisley streets.",
    "The loth dog wagged its tail happily when fed a ration cube.",
    "That loth dog always growls at strangers from the Outer Rim.",
    "The loth dog followed me across the docking bay.",
    "Each loth dog in the kennel needed a sonic bath."
  ],
  "car": [
    "The landspeeder sped down the Dune Sea at full throttle.",
    "She parked the landspeeder near the cantina.",
    "My landspeeder broke down outside Anchorhead yesterday.",
    "The landspeeder has repulsorlift seats and tinted canopies.",
    "We rented a landspeeder for the trip to Mos Eisley.",
    "He washed his landspeeder before the podrace.",
    "The landspeeder engine made a strange humming noise.",
    "I left my datapad inside the landspeeder.",
    "The landspeeder was stuck in heavy traffic near Coruscant’s skylanes.",
    "A racing landspeeder zoomed past us quickly on the desert flats."
  ],
  "book": [
    "I read a fascinating holobook about the Clone Wars.",
    "She borrowed a holobook from the Jedi Archives.",
    "The holobook was written by a Core World historian.",
    "He placed the holobook on the control console.",
    "This holobook has ancient Jedi illustrations.",
    "I’m almost finished with the holobook on lightsaber forms.",
    "They discussed the holobook in their study circle.",
    "The holobook was published last cycle by the Republic Press.",
    "She bought a new holobook for her padawan lessons.",
    "This old holobook is falling apart from age and dust."
  ],
  "city": [
    "The city skyline of Coruscant glittered beneath the traffic lanes.",
    "Coruscant is a large and endlessly busy city-planet.",
    "The city built a new Senate annex after the war.",
    "I moved to the city to work at the starport.",
    "The city council of Naboo approved the celebration plans.",
    "Tourists flock to the city planet to see the Jedi Temple.",
    "The city lights stretched from horizon to horizon.",
    "Every city in the Core has its own political intrigue.",
    "The city government invested in new repulsor transit systems.",
    "She enjoys exploring the city’s under levels with droids."
  ],
  "river": [
    "The river of Naboo flows peacefully through the meadows.",
    "They went swimming in the river near Theed Palace.",
    "The bridge crosses over the wide river on Alderaan.",
    "The river was calm after the monsoon passed.",
    "Boats traveled up and down the river carrying spice crates.",
    "A small river runs behind the moisture farm on Tatooine.",
    "The river water was clear under the twin suns.",
    "The riverbank was lined with glowing flora on Felucia.",
    "Fishermen cast their nets along the quiet river.",
    "The river flooded the nearby settlements after the storm."
  ],
  "music": [
    "I listen to cantina music while repairing my droid.",
    "The Bith band played live music all night in Mos Eisley.",
    "She enjoys classical Coruscanti music on weekends.",
    "Music echoed through the hall of the Jedi Temple.",
    "He composes holo-music on his datapad between flights.",
    "The music was loud and energetic during the celebration.",
    "Younglings danced to the upbeat cantina music.",
    "We turned up the music aboard the Millennium Falcon.",
    "Music can calm even a battle-weary clone trooper.",
    "They released new holo-music across the Holonet this month."
  ],
  "computer": [
    "The computer terminal crashed unexpectedly on the Star Destroyer.",
    "I bought a new computer core for my astromech droid.",
    "She updated the computer software at the Rebel base.",
    "The computer screen flickered and went dark after the blast.",
    "My computer runs faster after installing Imperial firmware.",
    "He builds his own computer systems from salvaged parts.",
    "The computer is connected to the navigation array.",
    "A virus infected the old computer in the outpost.",
    "The computer fan made too much noise during hyperspace jump.",
    "They installed security protocols on the computer console."
  ],
  "mountain": [
    "The mountain peaks of Alderaan were covered in snow.",
    "We climbed a steep mountain trail on Yavin 4.",
    "The mountain stood tall above the forested valley.",
    "Clouds gathered around the mountain top as ships passed.",
    "He painted a holo portrait of the mountain range of Naboo.",
    "They hiked through the mountain pass before sunset.",
    "The cabin was near the base of the mountain ridge.",
    "Strange flowers grew along the mountain slope on Kashyyyk.",
    "The mountain path was rocky and narrow under twin moons.",
    "A storm rolled across the mountain range during the night watch."
  ]
}

